Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: They contain text formatting information, but such information cannot be reused by OmegaT in order to create target files.
zh_cn: 它们包含文本格式信息，但 OmegaT在创建目标文件时，无法重用此类信息。

source: This will delete your local data and re-download the project contents from the server.
zh_cn: 这将删除你的本地数据并从服务器重新下载项目内容。

source: This API key has been blocked
zh_cn: 此 API 密钥已被封

source: This ID is already being used.
zh_cn: 此 ID 已被使用。

source: This JRE will not interfere with other Java implementations that may already be installed on your system.
zh_cn: 此 JRE 不会干扰系统上可能已经安装的其他 Java 实现。

source: This TM gradually becomes filled during the translation.
zh_cn: 在翻译过程中，翻译记忆库会逐渐丰富。

source: This URL appears to be invalid.
zh_cn: 此 URL 似乎无效。

source: This applies also to the Project files window.
zh_cn: 这也适用于 Project files 窗口。

source: This area allows entering an external post-processing command (for instance, a script to rename files) that will be applied each time Create Translated Documents is used.
zh_cn: 此区域允许输入一个在每次使用“创建译文文档”之后都会应用的外部后处理命令（例如，用于重命名文件的脚本）。

source: This bar gives the user feedback on specific operations that are in progress.
zh_cn: 它把正在进行的特定操作信息反馈给用户。

source: This call MUST NOT be in swing thread
zh_cn: 该调用不能在 swing 线程中

source: This call MUST be in swing thread
zh_cn: 该调用必须在 swing 线程中

source: This can also be done within OmegaT:
zh_cn: 这也可以在 OmegaT 中完成：

source: This can apply also to Target term and Comment fields if new selections are made and Ctrl Shift G pressed again.
zh_cn: 这也能应用于译文词汇和注释字段，只要做出新的选择并再次按下 Ctrl Shift G 即可。

source: This can be done in two ways:
zh_cn: 有两种方式可以完成这一点：

source: This can be either http (which includes https), svn or git.
zh_cn: 这可以是 http（包括 https）、svn 或 git。

source: This command does not work once the modified segment has been validated.
zh_cn: 如果修改后的句段已经确认，则该命令不起作用。

source: This command will be executed after Creating Translated Documents.
zh_cn: 在创建译文文档后将执行此命令。

source: This copies the selected files to the source folder and reloads the project to import the new files.
zh_cn: 之后会把选择的文件复制到 source 文件夹，并重新加载项目导入新文件。

source: This dialog is accessible by selecting Project Properties...
zh_cn: 此对话框可通过选择项目 属性...

source: This document is the official user's guide to OmegaT, the free Computer Aided Translation tool.
zh_cn: 本文档是免费的计算机辅助翻译工具 OmegaT 的官方用户指南。

source: This enables the translation memories produced by other tools to be read by OmegaT.
zh_cn: 这使得 OmegaT 可以读取其他工具生成的翻译记忆库。<句段 1183>

source: This external command cannot include "pipes", etc., which is why calling a script is recommended.
zh_cn: 这个外部命令不能包含“管道”等，因此建议调用一个脚本。

source: This folder is initially empty.
zh_cn: 该子文件夹一开始是空的。

source: This function is specific to team projects.
zh_cn: 此功能是团队项目特有的。

source: This is a Git repository.
zh_cn: 这是一个 Git 仓库。

source: This is a Subversion repository.
zh_cn: 这是一个 Subversion 仓库。

source: This is a valid project file.
zh_cn: 这是一个有效的项目文件。

source: This is especially useful when dealing with texts where inline formatting is not really useful (e.g., OCRed PDF, bad converted .odt or .docx, etc.) In a normal case it should always be possible to open the target documents, as only inline tags are removed.
zh_cn: 这在处理内联格式并不真正有用的文本（如 OCRed PDF、转换不良的 .odt 或 .docx 等）时特别有用。正常情况下译文文档应当都能打开，因为只移除了内联标签。

source: This is useful for documents that contain trade marks, names or other proper nouns, or parts in a third language that do not require translation.
zh_cn: 这对于包含商标、名称或其他专有名词，或包含无需翻译的第三方语言句段的文档非常有帮助。

source: This is useful if you frequently use translation memories produced in the past, for example because they are on the same subject or for the same customer.
zh_cn: 如果您经常使用过去生成的翻译记忆库，例如因为它们属于同一主题或者同一客户，则此功能非常有用。

source: This is where you type and edit your translation.
zh_cn: 在此输入和编辑翻译。

source: This makes it possible to rename the file to be translated.
zh_cn: 这样便可以重命名要翻译的文件。

source: This marking has priority over Mark Translated Segments and Mark Untranslated Segments.
zh_cn: 此标记行为优先于标记已译句段和标记未译句段。

source: This means that if the source language is LTR and the target language is RTL, or vice versa, it may be necessary to toggle back and forth between RTL and LTR modes to view the source and enter the target easily in their respective modes.
zh_cn: 这意味着如果原文语言是从左向右的而目标语言是从右向左的，或反之，就可能必须在从右向左和从左向右模式之间来回切换，以便在各自的模式下查看原文并输入译文。

source: This menu displays entries only when a project is open.
zh_cn: 仅当打开了项目后此菜单下才会显示条目。

source: This modifies project_save.tmx (by adding proper Translation Units from "auto" TMX)
zh_cn: 这将会修改 project_save.tmx（自“auto”TMX 文件中添加合适的翻译单元）

source: This modifies project_save.tmx.
zh_cn: 这将会修改 project_save.tmx。

source: This number is displayed in brackets, next to the "Project file" title
zh_cn: 此数字显示在“项目文件”标题旁边的括号内。

source: This option displays bidirectional control characters
zh_cn: 此选项显示双向控制字符

source: This option only appears if both the selected files are recognised as Key=Value files.
zh_cn: 仅当两个文件都被识别为 键=值 文件时才会出现此选项。

source: This package is bundled with Oracle's Java Runtime Environment.
zh_cn: 这个包捆绑有 Oracle 的 Java 运行时环境（JRE）。

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
zh_cn: 共享此软件是希望它对大家有所帮助，但它没有任何保证；甚至没有对适销性或特定用途的适用性的保证。

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
zh_cn: OmegaT 是免费软件，您可以根据第三版、或（由您选择）任何更新版本的自由软件基金会 GNU 通用公共许可证的条款重新发布此软件，或者重新发布并修改此软件。

source: This project
zh_cn: 此项目

source: This subfolder is initially empty.
zh_cn: 该子文件夹一开始是空的。

source: This way the translator can be provided the context about the segment to be translated.
zh_cn: 这样译者可以获得待翻译句段的上下文。

source: This will discard all changes you have made so far.
zh_cn: 这将放弃您目前所做的所有更改。

source: This will effectively return them to the "untranslated" status, as they will no longer match segments recorded in the project memory, even though their original translation is still there.
zh_cn: 这实际上会让它们回到“未译”状态，因为它们和记录在翻译记忆库中的句段不再匹配，虽然它们的原始翻译依然存在。

source: This window is displayed automatically when OmegaT loads a project, and at any time by pressing Project Project Files... .
zh_cn: OmegaT 载入项目时会自动显示此窗口，点击项目项目文件...也会显示此窗口。

source: This works even if the keys are not in the same order in the two files, and/or if the two files do not contain the same amount of information.
zh_cn: 如果两个文件中键的顺序不同或包含信息的数量不等，此模式也有效。

source: This, however, should generally be avoided once you have started translating the project.
zh_cn: 不过一旦开始翻译我们的项目，一般应避免此操作。

source: Thus, PDF files are handled as plain text files, and output files are plain text files.
zh_cn: 因此，PDF 作为纯文本文件处理，并且输出文件是纯文本文件。

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
zh_cn: 因此，例如，加拿大法语（FR-CA）的规则应当高于法语（FR.*）规则，而后者又高于默认（.*）规则。

source: To delete files, use an SVN or Git client.
zh_cn: 删除文件，请使用 SVN 或 Git 客户端。

source: To access this window, select Tools Align Files... .
zh_cn: 要访问此窗口，请选择

source: To add a new source file:
zh_cn: 要添加新的原文文件：

source: To add contents to it, select Ctrl D Project Create Translated Documents .
zh_cn: 要向其中添加内容，选择 Ctrl D 项目 创建译文文档 。

source: To add other resources (dictionaries, TMXs or glossaries), use an SVN or Git client.
zh_cn: 要添加其他资源（词典、TMX、或术语表），请使用 SVN 或 Git 客户端。

source: To align two segments on the same line:
zh_cn: 要将两个句段对齐到同一行上：

source: To associate a script with a number:
zh_cn: 要将脚本与数字关联：

source: To avoid changing the target files display parameters each time the files are opened, it may be possible to change the source file display parameters such that such parameters are inherited by the target files.
zh_cn: 为了避免每次打开译文文件都要更改其显示参数，可以更改原文文件的显示参数，以使译文文件继承此类参数。

source: To avoid losing important data:
zh_cn: 为避免丢失重要数据：

source: To avoid reusing the project and thus possibly polluting future cases, delete the project folder or archive it away from your workplace.
zh_cn: 要避免因为重用该项目而污染未来案例的可能，请删除项目文件夹或将其或存档到工作区外的其他位置。

source: To be sure that no translation will be lost, you need to: 1.
zh_cn: 为了确认不丢失任何译文，您需要： 1.

source: To check everything is as expected, you may press Ctrl+D to create the target documents and check their contents.
zh_cn: 为了检查，您需要使用 Ctrl+D 创建译文文档并检查其内容。

source: To come back to the standard mode "Cursor lock on", press F2 again.
zh_cn: 如果要返回标准模式“光标解锁”，再次按下 F2 键。

source: To convert it into a new team project, open it in the OmegaT GUI.
zh_cn: 要将其转换为新的团队项目，请在 OmegaT GUI中打开它。

source: To create a project-specific set of file filters, click on the File filter ... button, then activate Enable project specific filters check box in the window that opens.
zh_cn: 为创建具体项目的分割规则集，点击 文件过滤器... 按钮，然后激活 启用项目具体文件过滤器当前窗口的复选框.

source: To delete project specific file filters, uncheck the check box.
zh_cn: 要删除项目专用的分割规则，取消勾选此复选框。

source: To delete project specific segmentation rules, uncheck the check box.
zh_cn: 要删除项目专用的分割规则，取消勾选此复选框。

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
zh_cn: 要编辑过滤器将处理的文件及使用的编码，请从列表中选中该过滤器然后点击编辑按钮。

source: To install OmegaT, double-click on the program you have downloaded.
zh_cn: 只需双击已下载的程序就可以安装 OmegaT。

source: To modify the position of one or more segments individually, select the segment(s) and press U (Move Up) or D (Move Down).
zh_cn: 要单独调整一个及以上的句段，选择这些句段，然后按U (上移) or D (下移).

source: To remind yourself of the project's initial settings, open the project properties dialog by pressing Ctrl+E.
zh_cn: 想要了解项目的最初设置，请按下 Ctrl+E 打开项目设置对话框。

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
zh_cn: 要查看项目中文件列表，请按下 Ctrl+L 打开 项目文件 对话框。

source: To speed up this process, existing translations can be reused.
zh_cn: 为了加快此进程，可以重用现有翻译。

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
zh_cn: 开始使用 OmegaT 时首先要创建项目，用来保存您的所有文件，例如源文件、翻译记忆、术语表及您要翻译的文件。

source: To translate the contents of a Wikipedia page (for example):
zh_cn: 要翻译 Wikipedia 页面的内容（例如）：

source: To use a team project for the first time, follow the procedure provided by the project manager.
zh_cn: 首次使用团队项目时，请按照项目经理所提供的流程进行操作。

source: To use the selected match in your translation, use Ctrl+R to replace the target field with the match or use Ctrl+I to insert it at the cursor position.
zh_cn: 要在翻译中使用选择的匹配项，用 Ctrl+R 将译文区替换为匹配内容，或者用 Ctrl+I 在光标处插入匹配内。

source: To work offline:
zh_cn: 离线工作：

source: Toggle Selected
zh_cn: 切换选定的

source: Tokenizers corresponding to the selected languages are displayed.
zh_cn: 会显示所选语言所对应的分词器。

source: Too big HTML file!
zh_cn: HTML 文件过大！

source: Tools
zh_cn: 工具

source: Total Characters (including spaces)
zh_cn: 总字符数（计入空格）

source: Total Characters (without spaces)
zh_cn: 总字符数（不计空格）

source: Total Segments
zh_cn: 总句段数

source: Total Words
zh_cn: 总单词数

source: Total:
zh_cn: 总共：

source: Trans&lated or untranslated
zh_cn: 已译或未译(&L)

source: Translate a PDF file
zh_cn: 翻译 PDF 文件

source: Translate the file
zh_cn: 翻译文件

source: Translate the following attributes:
zh_cn: 翻译以下属性：

source: Translate the following elements:
zh_cn: 翻译以下元素：

source: Translated File Encoding
zh_cn: 译文文件编码

source: Translated File Encoding:
zh_cn: 译文文件编码：

source: Translated Filename Pattern
zh_cn: 译文文件名模式

source: Translated Files Folder
zh_cn: 译文文件文件夹

source: Translated Files Folder:
zh_cn: 译文文件文件夹：

source: Translated document created
zh_cn: 译文文档已创建

source: Translated documents created
zh_cn: 译文文档已创建

source: Translated file path cannot be identical to the source file path: {0}
zh_cn: 译文文件路径不能与原文文件路径相同：\n{0}

source: Translated files folder entered does not exist!
zh_cn: 输入的译文文件文件夹不存在！

source: Translated files location not defined
zh_cn: 未定义译文文件位置

source: Translated segments
zh_cn: 已译句段

source: Translated segments text
zh_cn: 已译句段文本

source: Translating Project
zh_cn: 正在翻译项目

source: Translation
zh_cn: 译文

source: Translation Memory Files Folder
zh_cn: 翻译记忆库文件文件夹

source: Translation Memory Folder:
zh_cn: 翻译记忆库文件夹：

source: Translation is fuzzy
zh_cn: 译文模糊

source: Translation memories may also contain reference translations: multinational legislation, such as that of the European Community, is a typical example.
zh_cn: 翻译记忆库也可能包含参考译文：一个典型的例子是多国立法，例如欧盟的立法。

source: Translation memory files folder entered does not exist!
zh_cn: 输入的翻译记忆库文件文件夹不存在！

source: Translation memory folder {0} does not exist.
zh_cn: 翻译记忆库文件夹 {0} 不存在。

source: Translation unit encountered before TMX header.
zh_cn: 翻译单元出现在 TMX 标头之前。

source: Translation unit variant encountered outside translation unit.
zh_cn: 在翻译单元之外发现了翻译单元变量。

source: Translation units are located in cells in the two last columns.
zh_cn: 翻译单元位于最后两列的单元格中。

source: Translation:
zh_cn: 翻译：

source: Translator comments:
zh_cn: 译者注释：

source: Troubleshooting
zh_cn: 故障排除

source: Type
zh_cn: 类型

source: Type in new rule ID
zh_cn: 输入新规则的 ID

source: Types: Exact searches match the whole search string.
zh_cn: 无论是精确查找还是关键字查找，都可以使用通配符“*”和“?”。

source: Typing any text will open a Filter field where parts of filenames can be entered.
zh_cn: 输入任何文本都会打开一个过滤器，可以输入文件名句段。

source: U&ntranslated
zh_cn: 未译(&N)

source: URL
zh_cn: 网址

source: URL of online dictionaries:
zh_cn: 在线词典的网址：

source: URL:
zh_cn: URL 地址：

source: Unable to build new TMX file!
zh_cn: 无法建立新的 TMX 文件！

source: Unable to connect to server.
zh_cn: 无法连接到服务器。

source: Unable to convert project!
zh_cn: 无法转换项目！

source: Unable to download team project!
zh_cn: 无法下载团队项目！

source: Unable to initialize read of XML file!
zh_cn: 无法初始化 XML 文件的读取！

source: Unable to parse filters configuration file
zh_cn: 无法解析过滤器配置文件

source: Unable to read file
zh_cn: 无法读取文件

source: Unable to read project file!
zh_cn: 无法读取项目文件！ \n

source: Unable to save data.
zh_cn: 无法保存数据。

source: Unable to save filters configuration file
zh_cn: 无法保存过滤器配置文件

source: Unable to uninstall the selected dictionary
zh_cn: 无法卸载所选词典

source: Unauthorized request to TaaS service.
zh_cn: 请求 TaaS：{0}

source: Undo Last Action
zh_cn: 撤销前一操作

source: Undock
zh_cn: 移出

source: Unexpected char {0} ({1})!
zh_cn: 意外字符 {0}（{1}）!

source: Uninstalling failed
zh_cn: 卸载失败

source: Unique Characters (including spaces)
zh_cn: 独特字符数（计入空格）

source: Unique Characters (without spaces)
zh_cn: 独特字符数（不计空格）

source: Unique Remaining Characters (including spaces)
zh_cn: 剩余独特字符数（计入空格）

source: Unique Remaining Characters (without spaces)
zh_cn: 剩余独特字符数（不计空格）

source: Unique Remaining Segments
zh_cn: 剩余独特句段数

source: Unique Remaining Words
zh_cn: 剩余独特单词数

source: Unique Remaining:
zh_cn: 剩余独特句段：

source: Unique Segments
zh_cn: 独特句段数

source: Unique Words
zh_cn: 独特单词数

source: Unique:
zh_cn: 独特句段：

source: Unknown plugin type '{0}' in '{1}'
zh_cn: “{1}”中出现未知的插件类型“{0}”

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
zh_cn: 解析 TMX 文件\n{0}\n时在第 {1} 行第 {2} 列出现不可回复的错误。\n\n此 TMX 文件不会被载入\n请尝试修正错误并重新载入项目。\n

source: Unspecified
zh_cn: 不明

source: Unsupported SVN error
zh_cn: 不支持的 SVN 错误

source: Unsupported XML version {0}!
zh_cn: 不支持的 XML 版本 {0}！

source: Unsupported file encoding
zh_cn: 不支持的文件编码

source: Unsupported project file version ({0})!
zh_cn: 不支持的项目文件版本（{0}）！

source: Until you are familiar with OmegaT, create translated files at regular intervals and check that the translated file contains the latest version of your translation.
zh_cn: 在您熟练使用 OmegaT 之前，请定期创建译文文件，并检查译文文件是否包含最新版本的翻译。

source: Untranslated segments
zh_cn: 未译句段

source: Untranslated segments text
zh_cn: 未句段文本

source: Untranslated segments will hereby remain in the source language.
zh_cn: 因此，未译句段会以源语言呈现。

source: Updated
zh_cn: 已更新

source: Upgrading...
zh_cn: 升级...

source: Upload disabled because repository in read-only mode
zh_cn: 上传被禁用，因为存储库为只读模式。

source: Uploads to the repository the files that have been added or modified locally in the source directory.
zh_cn: 将 source 目录中在本地添加或修改的文件上传到存储库中。

source: Uploads to the repository the files that have been created locally in the target directory.
zh_cn: 将 target 目录中本地创建的文件上传到存储库。

source: Use $n to refer to the nth group.
zh_cn: 使用$ n引用第n个组。

source: Use &XML for standalone tags (e.g., <i/>)
zh_cn: 对独立标签使用 XML（例如<i/>）(&X)

source: Use OmegaT’s default filter (PDF input), translate, create a target file (it will be a plain text file), add relevant formatting and items manually.
zh_cn: 使用 OmegaT的 的默认过滤器 （PDF输入），翻译， 创建译文文件（将会是纯文本文件），手动添加相关的格式和项目。

source: Use Ctrl+L to open and Esc to close it.
zh_cn: 可以按 Ctrl+L 将其打开，按 Esc 将其关闭。

source: Use ID comparison mode to align Key=Value texts.
zh_cn: 使用ID 比较模式来对齐 键=值 文本。

source: Use Shift F3 to cycle through the four alternatives.
zh_cn: 用 Shift F3 可以在四个选项中循环切换。

source: Use a Team Project
zh_cn: 使用团队项目

source: Use all mine
zh_cn: 全部用我的

source: Use all original
zh_cn: 全部用原来的

source: Use all updated
zh_cn: 全部用更新的

source: Use an SVN or Git client to add the files to translate.
zh_cn: 使用 SVN 或 Git 客户端添加要翻译的文件。

source: Use as Default Translation
zh_cn: 用作默认译文

source: Use custom templates for modification &info
zh_cn: 使用修订信息自定义模板(&I)

source: Use the Iceni Infix filter.
zh_cn: 使用 Iceni Infix 过滤器。

source: Use the upper part as a reference and replace or modify the contents of the editing field with your translation.
zh_cn: 以上半部分为参照，并用您的翻译替换或修改编辑区内容。

source: Use these Help texts to get started.
zh_cn: 借助这些帮助文字来起步。

source: Use this button to open a dialog, activate the check box Project specific segmentation rules, then proceed to adjust the segmentation rules as desired.
zh_cn: 用此按钮打开对话框，激活复选框 项目具体分割规则然后根据需要调整分割规则。

source: Use this command to register the translation to be identical to the source, even if Allow translation to be equal to source is not checked.
zh_cn: 即使未选中允许译文和原文相同时也可以用此命令来将译文登记为与原文完全相同。

source: User denied credentials
zh_cn: 用户拒绝凭证

source: User's Manual...
zh_cn: 用户手册...

source: User:
zh_cn: 用户：

source: Username or API Key:
zh_cn: 用户名或 API 密钥：

source: Using Shift Ctrl O causes both text input and display in OmegaT to change.
zh_cn: 使用 Shift Ctrl O 会改变文本的输入与显示方式.

source: Using TMX with alternative language
zh_cn: 在另一种语言上使用 TMX

source: Using the RTL mode in OmegaT has no influence whatsoever on the display mode of the translated documents created in OmegaT.
zh_cn: 在OmegaT中使用 RTL 模式不会影响翻译后的文档的显示模式。

source: Usual translations inserted from the auto folder are displayed in orange.
zh_cn: 通常，从 auto 文件夹插入的翻译会显示为橙色。

source: Validate your tags
zh_cn: 验证标签

source: Validating tags
zh_cn: 正在验证标签

source: Value
zh_cn: 值

source: Variant skipped.
zh_cn: 变量被忽略。

source: Variants in the following languages will be displayed: {0}
zh_cn: 将显示以下语言的变体：{0}

source: Version: {0}
zh_cn: 版本：{0}

source: View
zh_cn: 视图

source: View Options
zh_cn: 视图选项

source: View or edit file filters.
zh_cn: 查看或编辑文件过滤器。

source: Viterbi
zh_cn: 维特比（Viterbi）

source: WARNING: all unsaved data will be lost 4.
zh_cn: 警告：所有未保存数据都将会丢失。 4.

source: Warning
zh_cn: 警告

source: Warning on line {0}, column {1} while parsing:
zh_cn: 解析时在第 {0} 行第 {1} 列出现警告：

source: Warning!
zh_cn: 警告！

source: Warning: Changing tag order may break the translated document!
zh_cn: 警告：改变标签顺序可能破坏译文文档！

source: WebVTT Subtitles
zh_cn: WebVTT 字幕

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
zh_cn: 当单个文件的句段数量多于此数字时，多出来的句段会随着滚动按需载入。

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
zh_cn: 勾选后，在术语表自动完成视图中的项目中也将包含原文文本。

source: When enabled, all the formatting tags are removed from source segments.
zh_cn: 启用后，将从原文句段中移除所有格式化标签。

source: When the translated document is created, its display direction will be the same as that of the original document.
zh_cn: 创建译文文档时，其显示方式将与原始文档相同。

source: When the two columns are sufficiently aligned, click Save TMX... to create the resulting translation memory.
zh_cn: 当两列对齐完毕后，点击 Save TMX... 创建翻译记忆库。

source: When the user exits OmegaT, this file is not emptied, in order to be consistent with usual clipboard behavior.
zh_cn: 当用户退出 OmegaT 时，此文件并不会被清空，以与常规的剪贴板行为一致。

source: When this is done the panes display a tab at the top.
zh_cn: 如果这样操作，窗格将在顶部显示标签卡。

source: When translating between RTL and LTR languages, correctly reading the tags from the source and entering them properly in the target may require the translator to toggle between LTR and RTL modes numerous times.
zh_cn: 当在从右向左和从左向右的语言间进行翻译时，要正确地读取原文中的标签并在译文中正确输入它们可能需要译者在从左向右和从右向左模式之间多次切换。

source: When unavailable, the ID will be used as a fallback
zh_cn: 不可用时，ID 将用作备用

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
zh_cn: 使用正则表达式时，替换字符串支持对搜索字符串中定义的组的引用。

source: When working on a team project, this window allows you to define the mapping between remote folders and local folders (see examples here).
zh_cn: 在处理团队项目时，此窗口允许您定义远程文件夹和本地文件夹之间的映射（示例参见 这里。

source: When writing purely RTL text, the default (LTR) view may be used.
zh_cn: 在编写纯从右向左文本时，可以使用默认的（从左向右）视图。

source: When you begin a new project on the same subject or for the same customer, navigate to the repository folder in the Project > Properties > Edit Project dialog and select it as the translation memory folder.
zh_cn: 当您为同一主题或者同一客户开始新项目时，在仓库文件夹中找到 项目> 属性> 编辑项目对话框。

source: When you create the target documents in an OmegaT project, the translation memory of the project is output in the form of three files in the root folder of your OmegaT project (see the above description).
zh_cn: 项目中创建译文文件时，项目的翻译记忆库将在根文件夹下输出为三份文件（见以上描述）。

source: When you exit the project.
zh_cn: 退出项目

source: When you have finished your translation, to import it into Wikipedia:
zh_cn: 当你完成了翻译后，将其导入 Wikipedia：

source: When you move to another segment, the translation is validated and stored.
zh_cn: 当前往另一个句段时，此译文会加以验证并保存。

source: When you move to the next segment, the first fuzzy match (the one with the best matching percentage) is automatically selected.
zh_cn: 当您移动至下一句段时，将自动选择第一个模糊匹配（拥有最佳匹配度百分比的句段）。

source: When you translate your files, OmegaT stores all your progress in the translation memory project_save.tmx that resides in the project's /omegat subfolder.
zh_cn: 当翻译文档时， OmegaT 将所有进度存储在项目的 翻译记忆库中project_save.tmx 翻译记忆库位于项目的/omegat 子文件夹中

source: Whenever the project is automatically saved, but also when it is opened, closed and reloaded, only two files are actually synchronised:
zh_cn: 每当项目自动保存时，以及打开、关闭和重新载入时，实际上只会同步两个文件：

source: Whenever you finish a project, copy one of the three "export" translation memory files from the root folder of the project to the repository folder.
zh_cn: 每当完成一个项目，将三份“导出”翻译记忆库文件之一从项目的根文件夹复制到仓库文件夹。

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
zh_cn: 当您想查看译文的最终格式时，按下 Ctrl+D 会生成已译文档，它们在项目文件夹中的 /target/ 子文件夹。在翻译过程中使用编辑和前往菜单可以执行多种有用的功能。

source: Which version do you want to keep?
zh_cn: 您想保留哪个版本？

source: Whitespace
zh_cn: 空白字符

source: Whitespaces
zh_cn: 空白字符

source: WiX Localization
zh_cn: WiX 本地化

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
zh_cn: 无论是精确查找还是关键字查找，都可以使用通配符“*”和“?”。

source: Will be synchronized next time.
zh_cn: 将在下次同步。

source: Windows Resources
zh_cn: Windows 资源

source: Windows Users
zh_cn: Windows 用户

source: Windows and dialogs
zh_cn: 窗口与对话框
